const horoscope = {

"овен": `
🔥 Энергия BTC усиливает лидерство.

Сегодня возможны
агрессивные движения рынка.

💰 Благоприятно:
короткие сделки.

⚠️ Опасность:
перегрев эмоций.
`,

"телец": `
💰 ETH приносит стабильность.

День подходит
для осторожного накопления.

🌌 Оракул видит:
медленный рост силы рынка.

⚠️ Опасность:
слишком ранний вход.
`,

"близнецы": `
🌪 SOL усиливает волатильность.

День наполнен
быстрыми изменениями.

💰 Благоприятно:
работа по тренду.

⚠️ Опасность:
хаотичные сделки.
`,

"рак": `
🌙 XRP усиливает интуицию.

Сегодня важно
слушать настроение рынка.

💰 Благоприятно:
ожидание сильного сигнала.

⚠️ Опасность:
излишний страх.
`

};

module.exports = horoscope;
